Repository: fossasia/open-event-orga-server
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: th

source: Panel
th: แผงหน้าปัด

source: Update System Role
th: บทบาทการปรับปรุงระบบ

source: Add new Role
th: เพิ่มบทบาทใหม่

source: Add new System Role
th: เพิ่มบทบาทของระบบใหม่

source: Create Role
th: สร้างบทบาท

source: User Permissions
th: สิทธิ์ของผู้ใช้

source: Permission
th: การอนุญาต

source: Verified User
th: ได้รับการยืนยันจากผู้ใช้

source: Unverified User
th: ผู้ใช้ที่ไม่ได้ยืนยัน

source: Anonymous User
th: ผู้ใช้ที่ไม่ระบุชื่อ

source: Account creation is necessary
th: สร้างบัญชีเป็นสิ่งที่จำเป็น

source: EVENT ROLE
th: บทบาท EVENT

source: SERVICE
th: บริการ

source: Session
th: เซสชั่น

source: Speaker
th: ประธาน

source: Sponsor
th: สปอนเซอร์

source: Server logs display is supported only on Kubernetes abd Heroku deployments
th: เซิร์ฟเวอร์บันทึกการแสดงผลที่ได้รับการสนับสนุนในการใช้งาน Kubernetes อับดุล Heroku

source: Activity
th: กิจกรรม

source: Mails
th: อีเมล

source: Actor
th: นักแสดงชาย

source: Time
th: เวลา

source: To
th: ไปยัง

source: For
th: สำหรับ

source: Reports
th: รายงาน

source: System Logs
th: ระบบบันทึก

source: Server Logs
th: บันทึกของเซิร์ฟเวอร์

source: Marketer
th: นักการตลาด

source: discounted
th: ในราคาสุดพิเศษ

source: Discount amount
th: จำนวนส่วนลด

source: Edit
th: แก้ไข

source: Discount
th: ส่วนลด

source: Percent
th: เปอร์เซ็นต์

source: Number of redemptions allowed
th: จำนวนการแลกของรางวัลที่ได้รับอนุญาต

source: Discount duration
th: ระยะเวลาส่วนลด

source: Months
th: เดือน

source: Attached to Marketer
th: ที่แนบมากับนักการตลาด

source: Select Marketer
th: เลือกนักการตลาด

source: Fee
th: ค่าธรรมเนียม

source: Revenue
th: รายได้

source: Invoice
th: ใบแจ้งหนี้

source: Event
th: เหตุการณ์

source: Dated
th: เชย

source: Amount
th: จำนวน

source: Sent to
th: ส่งไปยัง

source: Overdue
th: ค้างชำระ

source: Filter
th: กรอง

source: Showing all records
th: แสดงระเบียนทั้งหมด

source: Filter by Date
th: กรองตามวันที่

source: Remove Filters
th: ลบตัวกรอง

source: Restore Session
th: Restore เซสชัน

source: All Sessions
th: เซสชันทั้งหมด

source: All Pending
th: รอดำเนินการทั้งหมด

source: All Accepted
th: ทั้งหมดได้รับการยืนยัน

source: All Rejected
th: ทั้งหมดถูกปฏิเสธ

source: All Deleted Sessions
th: การประชุมที่ถูกลบทั้งหมด

source: Date of Submission
th: วันที่ยื่น

source: Date of Event
th: วันที่มีเหตุการณ์

source: Google Analytics Tracking ID
th: รหัส Google Analytics ติดตาม

source: See
th: ดู

source: on how to get this Tracking ID
th: เกี่ยวกับวิธีการที่จะได้รับรหัสการติดตามนี้

source: Tracking ID
th: รหัสการติดตาม

source: Event Images
th: แสดงสินค้าที่จัดกิจกรรม

source: Large Size
th: ขนาดที่ใหญ่

source: Width
th: ความกว้าง

source: Height
th: ความสูง

source: Quality
th: คุณภาพ

source: Standard aspect ratio is 13:5. Tick to maintain aspect ratio.
th: อัตราส่วนมาตรฐานคือ 13: 5 ติ๊กเพื่อรักษาอัตราส่วน

source: Standard Size of the available area is
th: ขนาดมาตรฐานของพื้นที่ที่มีอยู่

source: Found in
th: พบใน

source: Background Header Image in Public Event Page
th: พื้นหลังภาพส่วนหัวในหน้ากิจกรรมสาธารณะ

source: Thumbnail Size
th: ขนาดรูปขนาดย่อ

source: Standard aspect ratio is 5:2. Tick to maintain aspect ratio.
th: อัตราส่วนมาตรฐานคือ 5: 2 ติ๊กเพื่อรักษาอัตราส่วน

source: Home Page Event Images
th: แสดงหน้าแรกที่จัดกิจกรรม

source: My Session Page Event Images
th: ฉันแสดงเซสชันหน้ากิจกรรม

source: My Ticket Page Event Images
th: หน้าของฉันตั๋วแสดงสินค้างานอีเว้นท์

source: Icon Size
th: ขนาดไอคอน

source: Logo Size
th: ขนาดโลโก้

source: Event Wizard
th: ตัวช่วยสร้างการจัดกิจกรรม

source: Profile/Speaker Images
th: รายละเอียด / images ลำโพง

source: Event Public Page
th: เหตุการณ์หน้าสาธารณะ

source: Small Size
th: ขนาดเล็ก

source: Speaker Tab in Event Dashboard
th: แท็บลำโพงในเหตุการณ์แดชบอร์ด

source: Width & Height
th: ความกว้างความสูง

source: Top Bar Right Corner
th: มุมบาร์ด้านบนขวา

source: Android
th: หุ่นยนต์

source: Web
th: เว็บ

source: Stripe Keys
th: ลายคีย์

source: on how to obtain these keys
th: เกี่ยวกับวิธีการที่จะได้รับคีย์เหล่านี้

source: Client
th: ไคลเอนต์

source: Secret Key
th: รหัสลับ

source: Publishable Key
th: คีย์เผย

source: Credentials
th: หนังสือรับรอง

source: on how to obtain these credentials
th: เกี่ยวกับวิธีการที่จะได้รับสิทธิเหล่านี้

source: Integration
th: บูรณาการ

source: Mod
th: พอควร

source: mode
th: โหมด

source: Used during development and testing
th: ใช้ในระหว่างการพัฒนาและการทดสอบ

source: Live mode - Used during production
th: โหมดสด - ใช้ในระหว่างการผลิต

source: Sandbox username
th: ชื่อผู้ใช้ Sandbox

source: Sandbox password
th: รหัสผ่าน Sandbox

source: Sandbox signature
th: ลายเซ็น Sandbox

source: Live username
th: ชื่อผู้ใช้สด

source: Live password
th: รหัสผ่านสด

source: Live signature
th: ลายเซ็นสด

source: Google Tokens
th: Google ราชสกุล

source: on how to obtain these tokens
th: เกี่ยวกับวิธีการที่จะได้รับราชสกุลเหล่านี้

source: Client secret
th: ความลับของไคลเอ็นต์

source: Tokens
th: ราชสกุล

source: Consumer key
th: ที่สำคัญผู้บริโภค

source: Consumer secret
th: ความลับของผู้บริโภค

source: on how to obtain these tokens
th: เกี่ยวกับวิธีการที่จะได้รับราชสกุล n เหล่านี้

source: Storage
th: การเก็บรักษา

source: Where to store data
th: สถานที่ที่จะจัดเก็บข้อมูล

source: Local
th: ในประเทศ

source: Google Storage
th: พื้นที่เก็บข้อมูล Google

source: Bucket name
th: ชื่อ Bucket

source: Interoperable access key
th: กุญแจสำคัญในการเข้าถึงการทำงานร่วมกัน

source: Interoperable access secret
th: ความลับของการเข้าถึงการทำงานร่วมกัน

source: Region
th: ภูมิภาค

source: Key
th: สำคัญ

source: Secret
th: ความลับ

source: Mail Settings
th: การตั้งค่าอีเมล

source: From Email
th: จากอีเมล

source: Host
th: เจ้าภาพ

source: Port
th: ท่าเรือ

source: Encryption
th: การเข้ารหัสลับ

source: Username
th: ชื่อผู้ใช้

source: Password
th: รหัสผ่าน

source: Sendgrid API
th: API SendGrid

source: on how to get this token
th: เกี่ยวกับวิธีการที่จะได้รับโทเค็นนี้

source: App secret key
th: คีย์ลับ App

source: Secret key for the application. Recommended is a random string minimum 20 characters in length.
th: ความลับสำคัญสำหรับการประยุกต์ใช้ แนะนำเป็นสตริงสุ่มขั้นต่ำ 20 ตัวอักษรความยาว

source: Super Admin Email ID
th: อีเมล์ ID ผู้ดูแลระบบ

source: The email ID of the super admin user created during initial deployment.
th: รหัสอีเมลของผู้ใช้ผู้ดูแลระบบซุปเปอร์สร้างขึ้นในระหว่างการใช้งานครั้งแรก

source: List of Supported Currencies
th: รายการของสกุลเงินที่สนับสนุน

source: Service Fee
th: ค่าบริการ

source: Maximum Fee
th: ค่าสูงสุด

source: System
th: ระบบ

source: Images
th: ภาพ

source: Payment Gateways
th: เกตเวย์การชำระเงิน

source: Ticket Fees
th: ค่าธรรมเนียมตั๋ว

source: System Tokens
th: ราชสกุลระบบ

source: ayment Gateways
th: ayment เกตเวย์

source: Users
th: ผู้ใช้

source: Deleted
th: ที่ถูกลบ

source: Super Admin
th: ผู้ดูแลระบบ

source: Registered User
th: สมัครสมาชิก

source: Restore User
th: Restore ผู้ใช้

source: Update System Roles
th: บทบาทการปรับปรุงระบบ

source: Provide Admin access
th: ให้เข้าถึงผู้ดูแลระบบ

source: Custom System Roles
th: บทบาทของระบบที่กำหนดเอง

source: All Users
th: ผู้ใช้ทั้งหมด

source: Active Users
th: ผู้ใช้ที่ใช้งานอยู่

source: Deleted Users
th: ผู้ใช้ที่ถูกลบ

source: Member Since
th: สมาชิกตั้งแต่

source: Last Access
th: เข้ามาครั้งล่าสุด

source: Number of Events
th: จำนวนของเหตุการณ์

source: Heroku Info
th: ข้อมูล Heroku

source: Heroku Version
th: Heroku รุ่น

source: Revision
th: การแก้ไข

source: Author Name
th: เขียนชื่อ

source: Commit Message
th: Commit ข้อความ

source: Kubernetes Deployment Info
th: Kubernetes ข้อมูลการปรับใช้

source: Repository
th: กรุ

source: Branch
th: สาขา

source: Commit Hash
th: กระทำการแฮ

source: Messages
th: ข้อความ

source: No. of Sent Mails
th: จำนวนอีเมลที่ส่ง

source: In last 24 hours
th: ในช่วง 24 ชั่วโมง

source: In last 3 days
th: ในช่วง 3 วัน

source: In last 7 days
th: ในช่วง 7 วัน

source: In last 1 month
th: ในช่วง 1 เดือน

source: Since installation
th: ตั้งแต่การติดตั้ง

source: Number of Sessions
th: จำนวนครั้งของการ

source: Super Admins
th: ผู้ดูแลระบบ

source: of Admins
th: ผู้ดูแลระบบ

source: Registered Users
th: ผู้ที่ลงทะเบียน

source: Organizers
th: ผู้จัดงาน

source: Co-Organizers
th: ร่วมจัดงาน

source: Track Organizers
th: ติดตามผู้จัดงาน

source: Attendees
th: ผู้เข้าร่วมประชุม

source: General Information
th: ข้อมูลทั่วไป

source: Account Management
th: การจัดการบัญชี

source: Register
th: สมัครสมาชิก

source: View own profile
th: ดูรายละเอียดของตัวเอง

source: Attending Events
th: การเข้าร่วมกิจกรรม

source: Find Events
th: ค้นหากิจกรรม

source: My Event Tickets
th: ตั๋วกิจกรรมของฉัน

source: Managing Events
th: จัดการกิจกรรม

source: List own events
th: รายการเหตุการณ์ของตัวเอง

source: Ticket Information
th: ข้อมูลตั๋ว

source: Click to order tickets
th: คลิกที่นี่เพื่อสั่งซื้อตั๋ว

source: You will be taken to
th: คุณจะถูกนำไป

source: to complete the purchase of the tickets
th: เพื่อทำการสั่งซื้อของตั๋วที่

source: Ticket type
th: ประเภทตั๋ว

source: Sales ends
th: ปลายขาย

source: Subtotal
th: ไม่ทั้งหมด

source: This ticket's sale has ended
th: ขายตั๋วนี้ได้สิ้นสุดลงแล้ว

source: This ticket's sale will start
th: ขายตั๋วนี้จะเริ่มต้น

source: No tickets available right now.
th: ไม่มีตั๋วใช้ได้ในขณะนี้

source: Enter promotional code
th: ใส่รหัสส่งเสริมการขาย

source: Open
th: เปิด

source: Closed
th: ปิด

source: Yet to Open
th: ยังไม่ได้เปิด

source: Submit Proposal
th: ยื่นข้อเสนอ

source: No sessions have been published yet
th: ไม่มีการประชุมได้รับการตีพิมพ์เลย

source: Sponsors info unavailable
th: ผู้ให้การสนับสนุนข้อมูลไม่พร้อมใช้งาน

source: Organized by
th: ที่จัดขึ้นโดย

source: Getting Here
th: การเดินทางที่นี่

source: Schedule
th: ตารางเวลา

source: Published on
th: เผยแพร่เมื่อ

source: Rooms View
th: ดูห้องพัก

source: Tracks View
th: ดูแทร็ก

source: Sessions View
th: การประชุมดู

source: Pay Via Stripe
th: ชำระเงินผ่านลาย

source: Print Invoice
th: พิมพ์ใบแจ้งหนี้

source: Download Invoice
th: ดาวน์โหลดใบแจ้งหนี้

source: Billing Details
th: รายละเอียดการเรียกเก็บเงิน

source: Payment Information
th: ข้อมูลการชำระเงิน

source: Paid Via
th: ชำระผ่าน

source: Transaction
th: การซื้อขาย

source: Card Name
th: นามบัตร

source: Card Number
th: หมายเลขบัตร

source: Exp Date
th: วันหมดอายุ

source: Payment Date
th: วันจ่าย

source: Invoice number
th: เลขใบสั่งของ

source: Invoice Summary
th: สรุปใบแจ้งหนี้

source: Event Name
th: ชื่องาน

source: Fee Percent
th: ร้อยละค่าบริการ

source: Invoice total
th: รวมใบแจ้งหนี้

source: All Categories
th: ทุกหมวดหมู่

source: All Event Types
th: ประเภทกิจกรรมทั้งหมด

source: Custom Dates
th: วันที่กำหนดเอง

source: Explore
th: สำรวจ

source: Loading
th: กำลังโหลด

source: No events found for the selected parameters.
th: ไม่พบสำหรับพารามิเตอร์ที่เลือกเหตุการณ์

source: When & Where
th: เมื่อไหร่ที่ไหน

source: Organizer
th: ออแกไนเซอร์

source: Contact the organizer
th: ติดต่อผู้จัดงาน

source: Your Order
th: คำสั่งของคุณ

source: Download Tickets
th: ดาวน์โหลดตั๋ว

source: Registration Information
th: ข้อมูลการลงทะเบียน

source: Please complete registration within 10:00 minutes
th: กรุณากรอกลงทะเบียนภายใน 10:00 นาที

source: After 10:00 minutes, the reservation we're holding will be released to others.
th: หลังจาก 10:00 นาทีสำรองห้องพักที่เรากำลังถือจะได้รับการปล่อยตัวให้กับผู้อื่น

source: Ticket
th: ตั๋ว

source: Have you used Open Event before
th: คุณได้ใช้เหตุการณ์ที่เปิดก่อน

source: Sign In
th: ลงชื่อเข้าใช้

source: To Your Account to continue
th: บัญชีของคุณเพื่อดำเนินการต่อไป

source: First name
th: ชื่อจริง

source: Last name
th: นามสกุล

source: Confirm Email
th: ยืนยันอีเมล

source: Ticket Holders' Information
th: ข้อมูลผู้ถือบัตร '

source: Ticket Holder
th: ถือตั๋ว

source: First
th: เป็นครั้งแรก

source: name
th: ชื่อ

source: Billing Information
th: ข้อมูลการเรียกเก็บเงิน

source: Select country
th: เลือกประเทศ

source: Address
th: ที่อยู่

source: State/Province
th: รัฐ / จังหวัด

source: Zip Code
th: รหัสไปรษณีย์

source: Pay Via
th: ชำระเงินผ่าน

source: Telegraphic Transfer(TT) / Bank Transfer
th: โอนเงิน (TT) / โอนเงินผ่านธนาคาร

source: Onsite/Cash
th: ภายในบริเวณโรงแรม / เงินสด

source: By clicking
th: โดยการคลิกที่

source: Order Now
th: ตอนนี้สั่งซื้อ

source: I acknowledge that I have read and agree with
th: ฉันยอมรับว่าฉันได้อ่านและเห็นด้วยกับ

source: Open Event terms of service, and privacy policy.
th: เงื่อนไขการจัดกิจกรรมเปิดของการบริการและนโยบายความเป็นส่วนตัว

source: Order now
th: สั่งซื้อตอนนี้

source: Card Nam
th: Nam บัตร

source: Order Summary
th: สรุปการสั่งซื้อ

source: No tickets selected.
th: ไม่มีตั๋วที่เลือก

source: Order total
th: รวมการสั่งซื้อสินค้า

source: Date and Time
th: วันและเวลา

source: Logged in as
th: เข้าสู่ระบบเป็น
