Repository: fossasia/open-event-orga-server
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: th

source: You got
th: คุณได้รับ

source: Page Not Found
th: ไม่พบหน้านี้

source: Sorry but we couldn't find this page
th: ขออภัย แต่เราไม่สามารถพบหน้านี้

source: This page you are looking for does not exist
th: หน้านี้คุณกำลังมองหาไม่ได้อยู่

source: The simplest way to create events.
th: วิธีที่ง่ายที่สุดในการสร้างกิจกรรม

source: Create Event
th: สร้างกิจกรรม

source: All Dates
th: ทุกวัน

source: Today
th: ในวันนี้

source: Tomorrow
th: พรุ่งนี้

source: This Week
th: ในสัปดาห์นี้

source: This Weekend
th: สุดสัปดาห์นี้

source: Next Week
th: สัปดาห์หน้า

source: This Month
th: เดือนนี้

source: Search
th: ค้นหา

source: Upcoming Events
th: เหตุการณ์ที่จะเกิดขึ้น

source: No upcoming events available at this time
th: ไม่มีเหตุการณ์ที่เกิดขึ้นในขณะนี้

source: Call for Speakers
th: สอบถามลำโพง

source: No call for speakers open at this time
th: ไม่มีการเรียกร้องให้เปิดลำโพงในขณะนี้

source: Share this event
th: แชร์กิจกรรมนี้

source: Sitemap
th: แผนผังเว็บไซต์

source: Categories
th: หมวดหมู่

source: Locations
th: สถานที่

source: Connect With Us
th: ติดต่อเรา

source: Support
th: สนับสนุน

source: Twitter
th: พูดเบาและรวดเร็ว

source: Access denied
th: ปฏิเสธการเข้าใช้

source: Sorry, but you don't have permission access to this page.
th: ขออภัยคุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้

source: My Tickets
th: ตั๋วของฉัน

source: My Sessions
th: การประชุมของฉัน

source: Manage Events
th: จัดการกิจกรรม

source: Profile
th: ข้อมูลส่วนตัว

source: Settings
th: การตั้งค่า

source: Admin
th: ผู้ดูแลระบบ

source: Browse Events
th: เรียกดูกิจกรรม

source: Logout
th: ออกจากระบบ

source: Notifications
th: การแจ้งเตือน

source: Mark All as Read
th: มาร์คว่าอ่านทั้งหมดแล้ว

source: Mark as read
th: ทำเครื่องหมายว่าอ่านแล้ว

source: No new notifications
th: ไม่มีการแจ้งเตือนใหม่

source: Import Event
th: จัดกิจกรรมนำเข้า

source: Select event
th: เลือกเหตุการณ์

source: Previous Imports
th: นำเข้าก่อนหน้า

source: State
th: สถานะ

source: Message
th: ข่าวสาร

source: Started
th: เริ่มต้น

source: Success
th: ความสำเร็จ

source: Processing
th: การประมวลผล

source: here
th: ที่นี่

source: Name
th: ชื่อ

source: Date
th: วันที่

source: Roles
th: บทบาท

source: Sessions
th: การประชุม

source: Speakers
th: ลำโพง

source: Tickets
th: ตั๋ว

source: Public
th: สาธารณะ

source: Drafts
th: ฉบับร่าง

source: Submitted
th: ส่ง

source: Accepted
th: ได้รับการยืนยัน

source: Pending
th: รอดำเนินการ

source: Rejected
th: ปฏิเสธ

source: No Ticket Information
th: ไม่มีข้อมูลตั๋ว

source: Paid
th: ต้องจ่าย

source: Free
th: ฟรี

source: Donation
th: การบริจาค

source: Unpublish
th: ยกเลิกการเผยแพร่

source: Publish
th: ประกาศ

source: Copy
th: สำเนา

source: Delete
th: ลบ

source: Are you sure you would like to delete this event
th: คุณแน่ใจหรือว่าต้องการลบเหตุการณ์นี้

source: Cancel
th: ยกเลิก

source: Confirm Delete
th: ยืนยันการลบ

source: Events
th: เหตุการณ์ที่เกิดขึ้น

source: Live
th: มีชีวิต

source: Draft
th: ร่าง

source: Past
th: อดีต

source: Import
th: นำเข้า

source: Edit Role
th: แก้ไขบทบาท

source: Track Organizer
th: ออแกไนเซอร์ติดตาม

source: Co-organizer
th: ร่วมจัด

source: Moderator
th: พิธีกร

source: Update Role
th: ปรับปรุงบทบาท

source: Close
th: ปิด

source: Generate Android App
th: สร้าง App Android:

source: Generate Web App
th: สร้าง Web App

source: Manage Roles
th: จัดการบทบาท

source: Add Peopl
th: เพิ่ม peopl

source: Invited
th: ได้รับเชิญ

source: Status
th: สถานะ

source: User Email
th: ผู้ใช้อีเมล์

source: User (Email)
th: ผู้ใช้ (อีเมล์)

source: Role
th: บทบาท

source: Options
th: ตัวเลือก

source: accepted
th: ได้รับการยอมรับ

source: invited
th: ได้รับเชิญ

source: Invitation Link
th: ลิงก์คำเชิญ

source: Add Role
th: เพิ่มบทบาท

source: User email
th: อีเมลของผู้ใช้

source: Choose
th: เลือก

source: Event Sponsors
th: สปอนเซอร์

source: Add Sponsor
th: เพิ่มสปอนเซอร์

source: Logo
th: เครื่องหมาย

source: Type
th: ชนิด

source: Level
th: ชั้น

source: Export
th: ส่งออก

source: Export and Download Event as zip
th: การส่งออกและดาวน์โหลดเหตุการณ์เป็นซิป

source: Select which media files you want in the zip
th: เลือกไฟล์สื่อที่คุณต้องการในซิป

source: Image
th: ภาพ

source: Audio
th: เสียง

source: Document
th: เอกสาร

source: Start
th: เริ่มต้น

source: Download
th: ดาวน์โหลด

source: Started by
th: เริ่มโดย

source: datetime
th: วันเวลา

source: Access event information via REST API
th: ข้อมูลเหตุการณ์เข้าทาง REST API

source: Basic Event Details
th: รายละเอียดเหตุการณ์พื้นฐาน

source: Tracks
th: เพลง

source: Sponsors
th: ผู้ให้การสนับสนุน

source: You can make a
th: คุณสามารถทำให้

source: request to the following endpoint to access the selected information
th: การร้องขอไปยังปลายทางต่อไปนี้ในการเข้าถึงข้อมูลที่เลือก

source: Response
th: คำตอบ

source: In order to use this feature activate
th: เพื่อที่จะใช้เปิดใช้งานคุณลักษณะนี้

source: Sessions and Speakers
th: การประชุมและลำโพง

source: for the event
th: สำหรับเหตุการณ์

source: Please
th: กรุณา

source: click here
th: คลิกที่นี่

source: to activate this module.
th: เพื่อเปิดใช้งานโมดูลนี้

source: General Info
th: ข้อมูลทั่วไป

source: Event ID
th: รหัสเหตุการณ์

source: Event Url
th: Url เหตุการณ์

source: Event Start Time
th: เวลาเริ่มต้นของเหตุการณ์

source: Event End Time
th: เวลาสิ้นสุดกิจกรรม

source: Event Session Types
th: ประเภทกิจกรรมเซสชัน

source: Event Links and Social media
th: ลิงค์ที่จัดกิจกรรมและสื่อสังคม

source: 'Do you want to edit this record?'
th: 'คุณต้องการที่จะแก้ไขบันทึกนี้?

source: Edit Event
th: แก้ไขกิจกรรม

source: Permissions List
th: รายการสิทธิ์

source: Permissions
th: สิทธิ์

source: Co-Organizer
th: ร่วมจัด

source: Add
th: เพิ่ม

source: Update
th: ปรับปรุง

source: Scheduler
th: จัดตารางเวลา

source: Sessions loading
th: โหลดการประชุม

source: Error loading sessions
th: การประชุมข้อผิดพลาดในการโหลด

source: Unpublish Schedule
th: กำหนดการยกเลิกการเผยแพร่

source: Publish Schedule
th: เผยแพร่กำหนดการ

source: Unscheduled Sessions
th: การประชุมนอกเหนือจากปกติ

source: No Unscheduled sessions
th: ไม่มีการประชุมนอกเหนือจากปกติ

source: Schedule last published on
th: กำหนดการเผยแพร่ล่าสุดเมื่อ

source: Clear Overlaps
th: ทับซ้อนชัดเจน

source: Add New Microlocation
th: เพิ่ม Microlocation ใหม่

source: Export as
th: ส่งออกเป็น

source: Edit Session
th: แก้ไขเซสชัน

source: Title
th: หัวข้อ

source: Long Abstract
th: ยาวบทคัดย่อ

source: Short Abstract
th: บทคัดย่อสั้น

source: Start Time
th: เวลาเริ่มต้น

source: End Time
th: เวลาสิ้นสุด

source: Update Session
th: ปรับปรุงเซสชัน

source: New Microlocation
th: Microlocation ใหม่

source: Latitude
th: ละติจูด

source: Longitude
th: ลองจิจูด

source: Floor
th: ชั้น

source: Room
th: ห้อง

source: Add Microlocation
th: เพิ่ม Microlocation

source: All the timings are in
th: การกำหนดเวลาทั้งหมดที่อยู่ใน

source: All
th: ทั้งหมด

source: Create Session
th: สร้างเซสชัน

source: Track
th: ลู่

source: Submission Date
th: วันที่ยื่น

source: Last Changed Date
th: การเปลี่ยนแปลงล่าสุดเมื่อวันที่

source: Email Sent
th: อีเมลที่ส่ง

source: Media
th: สื่อ

source: Slide
th: สไลด์

source: Video
th: วีดีโอ

source: Session Invitation
th: ขอเชิญเซสชั่น

source: Invitation Pag
th: ขอเชิญ Pag

source: You have been invited for session
th: คุณได้รับเชิญเซสชั่น

source: Accept
th: ยอมรับ

source: Reject
th: ปฏิเสธ

source: Select Avatar
th: เลือกรูปประจำตัว

source: Avatar size must be less than 1MB.
th: ขนาด Avatar จะต้องน้อยกว่า 1MB

source: Crop your image
th: ตัดภาพของคุณ

source: Done
th: เสร็จสิ้น

source: Modify Speakers
th: ปรับเปลี่ยนลำโพง

source: selected
th: เลือก

source: Save Session
th: บันทึก Session

source: Submit Session
th: ส่งเซสชัน

source: Session Details
th: รายละเอียดเซสชั่น

source: Speaker Details
th: รายละเอียดลำโพง

source: Invite Speakers
th: เชิญลำโพง

source: Email
th: อีเมล์

source: Save as Draft
th: บันทึกเป็นร่าง

source: Featured Speaker
th: แนะนำลำโพง

source: checked
th: ถูกตรวจสอบ

source: Save Speaker
th: บันทึกลำโพง

source: Add Speaker
th: เพิ่มลำโพง

source: Phone
th: โทรศัพท์

source: Submitted Sessions
th: การประชุมส่ง

source: Add Order
th: เพิ่มการสั่งซื้อสินค้า

source: Ticket Type
th: ประเภทตั๋ว

source: Price
th: ราคา

source: Quantity
th: ปริมาณ

source: Item Total
th: รายการสินค้าทั้งหมด

source: Grand Total
th: ผลรวมทั้งสิ้น

source: Payment Type
th: ประเภทการชำระเงิน

source: Select payment type
th: เลือกประเภทการชำระเงิน

source: Cheque
th: เช็ค

source: Telegraphic Transfer (TT) / Bank Transfer
th: โอนเงิน (TT) / โอนเงินผ่านธนาคาร

source: Onsite / Cash
th: ภายในบริเวณโรงแรม / เงินสด

source: Stripe
th: ริ้ว

source: Free Order
th: การสั่งซื้อสินค้าฟรี

source: Continue
th: ต่อ

source: Completed
th: เสร็จ

source: Expired
th: ที่หมดอายุแล้ว

source: Checked In
th: ตรวจสอบใน

source: Not Checked In
th: ไม่ได้ตรวจสอบใน

source: View Attendees
th: ดูผู้เข้าร่วมประชุม

source: Order
th: ใบสั่ง

source: Order Status
th: สถานะการสั่งซื้อ

source: Ticket Name
th: ชื่อตั๋ว

source: Ticket Price
th: ราคาตั๋ว

source: First Name
th: ชื่อจริง

source: Last Name
th: นามสกุล

source: Action
th: การกระทำ

source: Undo
th: แก้

source: Check In
th: เข้าพัก

source: Discount Codes
th: รหัสส่วนลด

source: Create a discount
th: สร้างส่วนลด

source: Active
th: คล่องแคล่ว

source: Inactive
th: เฉื่อยชา

source: Discount Code
th: รหัสส่วนลด

source: Discount Per Ticket
th: ส่วนลดต่อตั๋ว

source: Validity
th: ความถูกต้อง

source: Enter Discount
th: ใส่ส่วนลด

source: Number of discount tickets
th: จำนวนบัตรส่วนลด

source: Not Active
th: ไม่ได้ใช้งาน

source: Select Ticket(s) applied to the discount code
th: เลือกตั๋ว (s) นำไปใช้รหัสส่วนลด

source: Select all Tickets Type
th: เลือกทั้งหมดตั๋วประเภท

source: Show other options
th: แสดงตัวเลือกอื่น ๆ

source: Set the min. and max. quantity allowed to purchase per order (optional)
th: ตั้งค่านาที และแม็กซ์ ปริมาณการได้รับอนุญาตให้ซื้อต่อคำสั่งซื้อ (อุปกรณ์เสริม)

source: Min
th: นาที

source: Max
th: แม็กซ์

source: Validity period (optional)
th: ระยะเวลาตั้งแต่วันที่ (ถ้ามี)

source: Valid from
th: ใช้ได้ตั้งแต่

source: Expires on
th: หมดอายุในวันที่

source: Save Discount
th: บันทึกส่วนลด

source: View Orders
th: ดูคำสั่งซื้อ

source: Total Amount
th: จำนวนเงินรวม

source: Qty
th: จำนวน

source: Buyer / Registration Contact
th: ผู้ซื้อ / ผู้ที่ลงทะเบียนติดต่อ

source: Orders
th: สั่งซื้อ

source: View orders
th: ดูคำสั่งซื้อ

source: Sales
th: ขาย

source: Tickets sold
th: ขายตั๋ว

source: View attendees
th: ผู้เข้าร่วมประชุมดู

source: Orders Summary
th: สั่งซื้ออย่างย่อ

source: by order status
th: โดยสถานะการสั่งซื้อ

source: Total Tickets
th: ตั๋วรวม

source: Total Orders
th: คำสั่งซื้อทั้งหมด

source: Total Sales
th: ยอดการขาย

source: View Reports
th: ดูรายงาน

source: Tickets Summary
th: ตั๋วอย่างย่อ

source: Tickets Capacity Set
th: ชุดตั๋วความจุ

source: Completed Orders
th: คำสั่งเสร็จสิ้น

source: Pending Orders
th: รอดำเนินการสั่งซื้อ

source: Total
th: ทั้งหมด

source: Location
th: ที่ตั้ง

source: Enter Address
th: ป้อนที่อยู่

source: Reset Location
th: รีเซ็ตสถานที่ตั้ง

source: Show map on event page
th: แสดงแผนที่ในหน้ากิจกรรม

source: Starts
th: เริ่มต้น

source: Ends
th: ปลาย

source: Timezone
th: เขตเวลา

source: Description
th: ลักษณะ

source: Event Image
th: ภาพเหตุการณ์

source: Select Event Image
th: เลือกเหตุการณ์ภาพ

source: We recommend using at least a 2160x1080px (2:1 ratio) image
th: เราขอแนะนำให้ใช้อย่างน้อย 2160x1080px A (อัตราส่วน 2: 1) ภาพ

source: that's no larger than 10MB.
th: ที่มีขนาดไม่เกิน 10MB

source: Adjust
th: ปรับ

source: Remove
th: เอาออก

source: Select Logo
th: เลือกรูปแบบ

source: Logo size must be less than 1MB.
th: ขนาดโลโก้ต้องน้อยกว่า 1MB

source: Organizer Information
th: ข้อมูลการจัดงาน

source: Organizer name
th: ชื่อออแกไนเซอร์

source: Organizer Description
th: ออแกไนเซอร์รายละเอียด

source: Links and Social Media
th: การเชื่อมโยงและสื่อสังคม

source: Use Ticketing System
th: การใช้ระบบตั๋ว

source: Ticket Details
th: รายละเอียดตั๋ว

source: Free Ticket
th: ตั๋วฟรี

source: Paid Ticket
th: ตั๋วที่เรียกชำระแล้ว

source: Add Ticket URL
th: เพิ่ม URL ตั๋ว

source: Ticket URL
th: URL ตั๋ว

source: Redeem Discount Code
th: รหัสแลกส่วนลด

source: Enter Discount Code
th: ใส่รหัสส่วนลด

source: Apply Discount
th: ใช้ส่วนลด

source: Code applied !
th: รหัสที่ใช้!

source: 10 percent off on monthly payments for 3 months
th: ร้อยละ 10 ปิดที่ชำระเงินรายเดือนเป็นเวลา 3 เดือน

source: Add Payment details
th: เพิ่มรายละเอียดการชำระเงิน

source: Choose Country
th: เลือกประเทศ

source: Choose a country for your payment
th: เลือกประเทศสำหรับการชำระเงินของคุณ

source: Choose Currency
th: เลือกสกุลเงิน

source: Please select a currency
th: กรุณาเลือกสกุลเงิน

source: Choose Payment Methods
th: เลือกวิธีการชำระเงิน

source: Online Payments
th: การชำระเงินออนไลน์

source: Payment by PayPal
th: การชำระเงินด้วย PayPal

source: YES, accept payment through PayPal
th: ใช่ยอมรับการชำระเงินผ่าน PayPal

source: Paypal accepts credit card, debit card and PayPal payments. To learn how it works click
th: Paypal รับบัตรเครดิตบัตรเดบิตและการชำระเงิน PayPal เพื่อเรียนรู้วิธีการทำงานคลิก

source: here.
th: ที่นี่

source: Don't have a PayPal account?
th: อย่ามีบัญชี PayPal?

source: Create a free PayPal merchant account.
th: สร้างบัญชีผู้ค้าของ PayPal ฟรี

source: Payment by Stripe
th: การชำระเงินด้วยลาย

source: YES, accept payment through Stripe
th: ใช่ยอมรับการชำระเงินผ่านลาย

source: Stripe accepts Visa, Master and Amex. To learn how it works click
th: ลายยอมรับ Visa, Master และ Amex เพื่อเรียนรู้วิธีการทำงานคลิก

source: Find out more about Stripe
th: ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับลาย

source: Use Stripe for payments
th: ใช้ลายสำหรับการชำระเงิน

source: The stripe account
th: บัญชีแถบ

source: has been connected.
th: ได้รับการเชื่อมต่อ

source: Click to De-link the account.
th: คลิ๊กเพื่อ De-LINK บัญชี

source: Connect with Stripe
th: เชื่อมต่อกับลาย

source: Offline Payments
th: การชำระเงินแบบออฟไลน์

source: YES, accept payment by Cheque
th: ใช่ยอมรับการชำระเงินด้วยเช็ค

source: Enter your PayPal account name and payment details instructions to ticket buyers
th: ใส่คำแนะนำของคุณ PayPal ชื่อบัญชีและการชำระเงินให้กับผู้ซื้อตั๋ว

source: example
th: ตัวอย่าง

source: YES, accept payment by Telegraphic Transfer(TT) / Bank Transfer
th: ใช่ยอมรับการชำระเงินโดยการโอนเงิน (TT) / โอนเงินผ่านธนาคาร

source: Enter your bank details and instructions to ticket buyers
th: ใส่รายละเอียดธนาคารและคำแนะนำให้กับผู้ซื้อตั๋ว

source: See an
th: เห็น

source: YES, accept payment at the event(on site)
th: ใช่ยอมรับการชำระเงินในเหตุการณ์ (สถานที่เดียวกัน)

source: Enter payment instructions to ticket buyers to make payments onsite
th: ใส่คำแนะนำการชำระเงินให้กับผู้ซื้อตั๋วไปชำระเงินภายในบริเวณโรงแรม

source: Add Tax
th: เพิ่มภาษี

source: Additional Details
th: รายละเอียดเพิ่มเติม

source: Listing Privacy
th: รายการความเป็นส่วนตัว

source: list this event on Open Event and search engines
th: เหตุการณ์รายการนี้เปิดกิจกรรมและเครื่องมือค้นหา

source: Private page
th: หน้าส่วนตัว

source: do not list this event publicly
th: ไม่แสดงรายการกิจกรรมนี้แบบสาธารณะ

source: Event Type
th: ชนิดเหตุการณ์

source: Event Sub-Topic
th: เหตุการณ์หัวข้อย่อย

source: Code of Conduct
th: ระเบียบวินัย

source: License of Event Data and Content
th: สิทธิ์การใช้งานของข้อมูลเหตุการณ์และเนื้อหา

source: Choose Licence
th: เลือกใบอนุญาต

source: Tax Options
th: ตัวเลือกภาษี

source: Do you need to charge tax for this event ?
th: คุณจำเป็นต้องเรียกเก็บภาษีสำหรับเหตุการณ์นี้หรือไม่?

source: Country
th: ประเทศ

source: Choose a country for your tax payment
th: เลือกประเทศสำหรับการชำระเงินภาษีของคุณ

source: Tax Name
th: ชื่อภาษี

source: Tax Rate
th: อัตราภาษี

source: Tax ID
th: ประจำตัวผู้เสียภาษี

source: Tax Invoices
th: ใบกำกับภาษี

source: Send tax invoice to attendees
th: ส่งใบแจ้งหนี้ภาษีให้กับผู้เข้าร่วมประชุม

source: Tax Invoices are sent to your attendees when you select this feature.
th: ใบกำกับภาษีถูกส่งไปยังผู้เข้าร่วมประชุมของคุณเมื่อคุณเลือกคุณลักษณะนี้

source: Enter your registered business company name and address to be included on the tax invoice
th: ใส่ชื่อ บริษัท ธุรกิจที่จดทะเบียนและที่อยู่จะรวมอยู่ในใบกำกับภาษี

source: Registered Company
th: บริษัท จดทะเบียน

source: Business Address
th: ที่อยู่ บริษัท

source: City
th: เมือง

source: Optional Text for Invoice Footer
th: ข้อความเป็นตัวเลือกสำหรับใบแจ้งหนี้ส่วนท้าย

source: Add or Include
th: เพิ่มหรือรวม

source: Add tax as separate fee on top of the price
th: เพิ่มภาษีค่าธรรมเนียมแยกต่างหากที่ด้านบนของราคา

source: Include tax in ticket price
th: รวมภาษีในราคาตั๋ว

source: Save
th: ประหยัด

source: Cheque Instructions
th: คำแนะนำในการเช็ค

source: Bank Instructions
th: คำแนะนำในการธนาคาร

source: off
th: ปิด

source: sponsors
th: ผู้ให้การสนับสนุน

source: on
th: บน

source: Add Another Sponsor
th: สปอนเซอร์เพิ่มอีก

source: Turn
th: กลับ

source: Session, Microlocations, Session types
th: เซสชัน Microlocations ประเภทเซสชั่น

source: Session Types
th: ประเภทเซสชั่น

source: Announcement
th: การประกาศ

source: Private link
th: การเชื่อมโยงเอกชน

source: Share this link to get private submission independently of open/closed Call for Speakers at any time.
th: แชร์ลิงก์นี้เพื่อรับส่งส่วนตัวเป็นอิสระจากการเปิด / ปิดลำโพงสอบถามได้ตลอดเวลา

source: the link will be active once the event is saved
th: การเชื่อมโยงจะทำงานทันทีเมื่อเหตุการณ์ถูกบันทึกไว้

source: Display this publicly. Anybody will be able to submit a proposal within the dates chosen, once the event is published.
th: การแสดงผลนี้ต่อสาธารณชน ใครจะสามารถที่จะยื่นข้อเสนอภายในวันที่ได้รับการแต่งตั้งเมื่อเหตุการณ์ที่มีการเผยแพร่

source: Private
th: ส่วนตัว

source: Do not display this publicly. Proposals can be submitted only using the private link.
th: อย่าแสดงนี้แบบสาธารณะ ข้อเสนอสามารถส่งเพียงแค่ใช้การเชื่อมโยงส่วนตัว

source: Collect
th: เก็บ

source: Details
th: รายละเอียด

source: Option
th: ตัวเลือก

source: Include
th: ประกอบด้วย

source: Require
th: จำเป็นต้อง

source: Customize Registration Form
th: ปรับแต่งแบบฟอร์มลงทะเบียน

source: Previous
th: ก่อน

source: Next
th: ต่อไป

source: Unpublish event
th: เหตุการณ์ไม่เผยแพร่

source: Make your event live
th: ทำให้กิจกรรมของคุณสด

source: Basic Details
th: รายละเอียดพื้นฐาน

source: Ticket Description
th: รายละเอียดตั๋ว

source: Display Ticket description on Public Events page
th: อธิบาย Display ตั๋วสาธารณะหน้ากิจกรรม

source: Ticket visibility
th: การมองเห็นตั๋ว

source: Hide Ticket
th: ซ่อนตั๋ว

source: Hides ticket from the Public Events page.
th: ซ่อนตั๋วจากเหตุการณ์ที่ประชาชนหน้า

source: Ticket would still be available for sale to Organizers.
th: ตั๋วจะยังคงสามารถใช้ได้สำหรับการขายให้กับผู้จัดงาน

source: Sales Start
th: เริ่มขาย

source: Sales End
th: End Sales

source: Number of tickets allowed per order
th: จำนวนบัตรที่ได้รับอนุญาตต่อคำสั่งซื้อ

source: Minimum Order
th: สั่งซื้อขั้นต่ำ

source: Maximum Order
th: การสั่งซื้อสูงสุด

source: Ticket Code Group
th: รหัสกลุ่มตั๋ว

source: Reset Password
th: รีเซ็ตรหัสผ่าน

source: Submit
th: เสนอ

source: Create Password
th: สร้างรหัสผ่าน

source: Email Confirmation
th: ยืนยันอีเมล์

source: We have sent you an email confirmation on the email you have given. Please follow the link in the email to create your account.
th: เราได้ส่งอีเมลยืนยันให้คุณในอีเมลที่คุณได้รับ โปรดปฏิบัติตามลิงก์ในอีเมลเพื่อสร้างบัญชีของคุณ

source: Login Form
th: แบบฟอร์มเข้าสู่ระบบ

source: Lost your password
th: ลืมรหัสผ่านของคุณ

source: New to site
th: ใหม่ในเว็บไซต์

source: Create Account
th: สร้างบัญชี

source: Forgot Password
th: ลืมรหัสผ่าน

source: Registration Form
th: แบบฟอร์มลงทะเบียน

source: Already a member
th: เป็นสมาชิกอยู่แล้ว

source: Log in
th: เข้าสู่ระบบ

source: Under Review
th: ภายใต้การทบทวน

source: Withdraw Proposal
th: ถอนข้อเสนอ

source: Edit Proposal
th: แก้ไขข้อเสนอ

source: No session proposals for upcoming events found
th: ไม่มีข้อเสนอเซสชั่นสำหรับเหตุการณ์ที่เกิดขึ้นพบว่า

source: No session proposals for past events found
th: ไม่มีข้อเสนอเซสชั่นสำหรับเหตุการณ์ที่ผ่านมาพบว่า

source: No tickets for upcoming events found
th: ไม่มีตั๋วสำหรับกิจกรรมที่จะเกิดขึ้นพบว่า

source: No tickets for past events found
th: ไม่มีตั๋วสำหรับเหตุการณ์ที่ผ่านมาพบว่า

source: Family Name
th: นามสกุล

source: Details about User
th: รายละเอียดเกี่ยวกับผู้ใช้

source: Integrate Social Networks
th: บูรณาการเครือข่ายทางสังคม

source: Connect
th: เชื่อมต่อ

source: Connect Account
th: เชื่อมต่อบัญชี

source: Avatar size must be less than 1MB
th: ขนาด Avatar จะต้องน้อยกว่า 1MB

source: Unread
th: ไม่ได้อ่าน

source: Mark all read
th: มาร์คว่าอ่านทุก

source: Received At
th: ที่ได้รับ

source: Received At (Humanized)
th: ที่ได้รับ (Humanized)

source: Mark
th: เครื่องหมาย

source: as Read
th: ว่าได้อ่านแล้ว

source: Contact Info - Settings
th: ข้อมูลการติดต่อ - การตั้งค่า

source: Email Preferences - Settings
th: การตั้งค่าอีเมล - การตั้งค่า

source: Speaker Notifications
th: การแจ้งเตือนลำโพง

source: Organizer Notifications
th: ออแกไนเซอร์การแจ้งเตือน

source: Email Updates
th: อัปเดตอีเมล

source: Updates about events
th: การปรับปรุงเกี่ยวกับเหตุการณ์ที่เกิดขึ้น

source: Password - Settings
th: รหัสผ่าน - การตั้งค่า

source: Current Password
th: รหัสผ่านปัจจุบัน

source: New Password
th: รหัสผ่านใหม่

source: Repeat Password
th: รหัสผ่านซ้ำ

source: Copyright Info
th: ข้อมูลลิขสิทธิ์

source: Origin Info
th: ข้อมูลแหล่งกำเนิดสินค้า

source: Change
th: เปลี่ยนแปลง

source: Update Image
th: update ภาพ

source: Placeholder
th: ตัวยึด

source: Select Placeholder
th: เลือกตัวยึดตำแหน่ง

source: For Cover Photos : We recommend using at least a 1300x550px (2:1 ratio) image
th: สำหรับรูปภาพหน้าปก: เราขอแนะนำให้ใช้อย่างน้อย 1300x550px A (อัตราส่วน 2: 1) ภาพ

source: For Avatar Photos : We recommend using at least a 360x360px (1:1 ratio) image
th: สำหรับ Avatar ภาพถ่าย: เราขอแนะนำให้ใช้อย่างน้อย 360x360px A (อัตราส่วน 1: 1) ภาพ

source: The images should be no larger than 10MB
th: ภาพควรมีขนาดไม่เกิน 10MB

source: Copyright Information
th: ข้อมูลลิขสิทธิ์

source: Origin Information
th: ข้อมูลแหล่งกำเนิดสินค้า

source: Language
th: ภาษา

source: Download .PO files
th: ดาวน์โหลดไฟล์ .PO

source: Update .PO files
th: อัปเดตไฟล์ .PO

source: language
th: ภาษา

source: Upload
th: อัปโหลด

source: Content
th: เนื้อหา

source: Social Links
th: ลิงก์สังคม

source: Pages
th: หน้า

source: System Images
th: แสดงระบบ

source: Translations
th: การแปล

source: Restore Event
th: Restore เหตุการณ์

source: All Events
th: กิจกรรมทั้งหมด

source: All Live
th: ทุกคนอาศัยอยู่

source: All Drafts
th: ร่างจดหมายทั้งหมด

source: All Past
th: ที่ผ่านมาทั้งหมด

source: All Deleted Events
th: เหตุการณ์ทั้งหมดที่ถูกลบ

source: Start Date
th: วันที่เริ่มต้น

source: End Date
th: วันที่สิ้นสุด

source: Public URL
th: URL สาธารณะ

source: System Messages
th: ข้อความระบบ

source: Recipient
th: ผู้รับ

source: Trigger
th: ไก

source: Email Message
th: ข้อความอีเมล์

source: Notification Message
th: ข้อความแจ้งเตือน

source: Time/Date of Sent out
th: เวลา / วันที่ของการส่งออกไป

source: Modules
th: โมดูล

source: Enable/Disable Modules
th: เปิด / ปิดการใช้งานโมดูล

source: Ticketing
th: จองตั๋ว

source: Payments
th: การชำระเงิน

source: Donations
th: บริจาค

source: Page Details
th: หน้ารายละเอียด

source: NAME
th: ชื่อ

source: TITLE
th: หัวข้อ

source: DESCRIPTION
th: รายละเอียด

source: PLACE
th: สถานที่

source: Use Open Event
th: ใช้เหตุการณ์เปิด

source: Footer Menu
th: เมนูส่วนท้าย

source: POSITION
th: ตำแหน่ง

source: LANGUAGE
th: ภาษา

source: Create Page
th: สร้างเพจ

source: Use Open Even
th: เปิดใช้แม้

source: Update Page
th: อัปเดตหน้า

source: Delete Page
th: ลบหน้า

source: System Roles
th: บทบาทของระบบ

source: Event Roles
th: บทบาทที่จัดกิจกรรม

source: Panel Permissions
th: สิทธิ์แผง

source: System Role
th: บทบาทของระบบ

source: Panels
th: แผง

source: Actions
th: การปฏิบัติ

source: Built-in Role
th: Built-in บทบาท
